12/data/attachments/d648bd1e96b96af.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>David_candidate_Actions_10825_1</nif:username>
            <nif:friendToBeRequested>soap_actions_00d9716a-eed4-4b55-97cf-4fd95346d49a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>